Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/davviriikkalas_samekonvensuvdna_fi/poytakirjasuomeksi.pdf.tmx
Source language: fin
Languages: sme

source: Pöytäkirja
sme: Beavdegirji

source: Saamelaisasioista vastaavien ministereiden ja saamelaiskäräjien presidenttien kokous Tukholmassa 22 p. marraskuuta 2010
sme: Sámiministariid ja sámedikkiid presideanttaid čoahkkin Stockholmas skábmamánu 22. b. 2010

source: Pohjoismainen saamelainen kielipalkinto – Gollegiella
sme: Davviriikkalaš sápmelaš giellabálkkašupmi – Gollegiella

source: Ministerit ja saamelaiskäräjien presidentit hyväksyvät yksimielisesti pohjoismaisen saamelaisen kielipalkinnon – Gollegiella – sääntömuutoksen, joka on tämän pöytäkirjan liitteenä.
sme: Ministarat ja sámedikkepresideanttat dohkkehit ovttamielalaččat Davviriikkalaš sápmelaš giellabálkkašumi – Gollegiella – njuolggadusaid rievdadusevttohusaid. Dat leat dán beavdegirjji lasáhussan.

source: Todetaan, että myös erikseen nimitetty kielipalkinnon arviointilautakunta on yksimielisesti nimennyt vuoden 2010 palkinnonsaajat ja on jättänyt kirjallisen perustelun.
sme: Fuopmášuvvo ahte maiddái giellabálkkašumi várás sierra namahuvvon árvvoštallanlávdegoddi ovttamielalaččat lea namahan jagi 2010 vuoitiid ja lea addán čálalaš ákkastallama.

source: Palkinnon saajat ovat Máret Sárá ja Lajla Mattsson Magga.
sme: Vuoitit leaba Máret Sárá ja Lajla Mattsson Magga.

source: Saamelaisasioiden pohjoismaista virkamieselintä pyydetään valmistelemaan vuoden 2012 palkinnon jakamista.
sme: Sámeáššiid davviriikkalaš virgeolmmoškomitea bivdojuvvo válbmejuvvot jagi 2012 bálkkašumi juohkin.

source: Pohjoismainen saamelaissopimus – jatkotyöskentely
sme: Davviriikkalaš sámekonvenšuvdna – joatkkabargu

source: Kokouksessaan 12 p. marraskuuta 2008 ministerit ja saamelaiskäräjien presidentit olivat yksimielisiä siitä että jatketaan pohjoismaista saamelaissopimusta koskeva työ.
sme: Čoahkkimisteaset 12. 11. 2008 sámiministarat ja sámedikkiid presideanttat ledje ovtta oaivilis das, ahte davviriikkalaš sámekonvenšuvdnabargu berre jotkojuvvot.

source: Pyydettiin saamelaisasioiden pohjoismaista virkamieselintä laatimaan ehdotus siitä miten mahdolliset neuvottelut voidaan toteuttaa.
sme: Sámeáššid davviriikkalaš virgeolmmoškomitea bivdojuvvui ráhkaduvvot evttohus das mo vejolaš ráđđádallamat galget čađahuvvot.

source: Tämä työ on nyt valmistunut ja neuvottelumenettely löytyy liitteestä.
sme: Dát bargu lea dál gárvvis ja ráđđádallanvuohki gávdno lasáhusas.

source: Saamelaisministerit ja saamelaiskäräjien presidentit ovat yhtä mieltä siitä että tulevan prosessin tulee seurata oheistettu neuvottelumenettelyehdotus.
sme: Sámiministarat ja sámedikkiid presideanttat leat ovtta oaivilis ahte joatkevaš proseassa galgá ollašuhttojuvvot dan ráđđádallanvuohkeevttohusa mielde, mii lea dán beavdegirjji lasáhussan.

source: Tukholmassa 22 p. marraskuuta 2010
sme: Stockholmas skábmamánu 22. b. 2010
